Repository: jigudo/docebotp
Catalog: drupal/docebo/translations/*.po
Languages: it

source: Docebo Url
it: Url installazione Docebo

source: Docebo user (sso)
it: Utente docebo (sso)

source: Docebo user password (sso)
it: Password utente Docebo (sso)

source: Use SSL
it: Usa SSL

source: Sync users from Drupal to Docebo
it: Sincronizza utenti da Drupal a Docebo

source: Save
it: Salva

source: view
it: visualizza

source: Settings saved.
it: Impostazioni salvate.

source: Drupal users has been synchronized with the ones matching in Docebo.
it: Gli utenti di Drupal sono stati sincronizzati con i corrispondenti in Docebo.

source: You can synchronize your Docebo users with the one from you Drupal installation. Clicking "Sync users from Drupal to Docebo" will "link" the accounts in Drupal with the correspoinding ones (having the same username) in your Docebo installation.
it: Puoi sincronizzare gli utenti Docebo partendo da quelli nella tua installazione di Drupal. Cliccando "Sincronizza utenti da Drupal a Docebo" gli account verranno "collegati" in Drupal con i corrispettivi (quelli aventi lo stesso username) trovati nella tua installazione Docebo.

source: Enter course
it: Vai al corso

source: Access to the user's subscribed course list
it: Accesso alla lista dei corsi a cui l'utente Ã¨ iscritto

source: DoceboLMS: My courses
it: DoceboLMS: I miei corsi

source: DoceboLMS: Content library
it: DoceboLMS: Libreria contenuti

source: LMS: My courses
it: LMS: I miei corsi

source: LMS: Search content library
it: LMS: Cerca nella libreria contenuti

source: Search
it: Cerca

source: Enter the terms you wish to search for.
it: Inserisci i termini che vuoi cercare.

source: Docebo users
it: Utenti Docebo

source: Docebo module
it: Modulo Docebo
